{
  "questions": [
    {
      "id": 1,
      "option_a": {
        "text": "Я був романтичним і мав багату уяву.",
        "type": 5
      },
      "option_b": {
        "text": "Я був прагматичним і практичним.",
        "type": 2
      }
    },
    {
      "id": 2,
      "option_a": {
        "text": "Я був схильним до конфронтацій.",
        "type": 6
      },
      "option_b": {
        "text": "Я намагався уникати конфронтацій.",
        "type": 1
      }
    },
    {
      "id": 3,
      "option_a": {
        "text": "Я зазвичай був дипломатичним, чарівним і амбітним.",
        "type": 3
      },
      "option_b": {
        "text": "Я зазвичай був прямим, формальним і ідеалістичним.",
        "type": 4
      }
    },
    {
      "id": 4,
      "option_a": {
        "text": "Я зазвичай був зосередженим і напруженим.",
        "type": 8
      },
      "option_b": {
        "text": "Я зазвичай був спонтанним і любив весело проводити час.",
        "type": 9
      }
    },
    {
      "id": 5,
      "option_a": {
        "text": "Я був гостинною людиною, мені приносило задоволення мати друзів у своєму житті.",
        "type": 6
      },
      "option_b": {
        "text": "Я завжди був досить замкненою людиною і не дуже любив спілкуватися з іншими людьми.",
        "type": 5
      }
    },
    {
      "id": 6,
      "option_a": {
        "text": "Мені було дуже складно розслабитися і перестати хвилюватися про можливі проблеми.",
        "type": 2
      },
      "option_b": {
        "text": "Мені було складно змусити себе почати думати про можливі проблеми.",
        "type": 1
      }
    },
    {
      "id": 7,
      "option_a": {
        "text": "Я вважаю, що зміг би вижити в складних умовах (умовах вуличного життя).",
        "type": 7
      },
      "option_b": {
        "text": "Я був скоріше мужнім ідеалістом.",
        "type": 4
      }
    },
    {
      "id": 8,
      "option_a": {
        "text": "Мені потрібно було показувати свою прив’язаність (ставлення) до людей.",
        "type": 6
      },
      "option_b": {
        "text": "Я надавав перевагу зберігати певну дистанцію з людьми.",
        "type": 8
      }
    },
    {
      "id": 9,
      "option_a": {
        "text": "Коли мені пропонували зробити щось, щоб отримати нові враження, я зазвичай запитував себе, чи буде це для мене корисно.",
        "type": 3
      },
      "option_b": {
        "text": "Коли мені пропонували зробити щось, щоб отримати нові враження, я зазвичай запитував себе, чи буде це для мене приємно.",
        "type": 9
      }
    },
    {
      "id": 10,
      "option_a": {
        "text": "Я зазвичай зосереджував свою увагу на собі.",
        "type": 5
      },
      "option_b": {
        "text": "Я зазвичай зосереджував свою увагу на інших.",
        "type": 1
      }
    },
    {
      "id": 11,
      "option_a": {
        "text": "Оточуючі покладалися на мою інтуїцію та знання.",
        "type": 8
      },
      "option_b": {
        "text": "Оточуючі покладалися на мою силу та рішучість.",
        "type": 7
      }
    },
    {
      "id": 12,
      "option_a": {
        "text": "Я справляв враження людини, яка дуже невпевнена в собі.",
        "type": 2
      },
      "option_b": {
        "text": "Я справляв враження людини, яка надзвичайно впевнена в собі.",
        "type": 5
      }
    },
    {
      "id": 13,
      "option_a": {
        "text": "Я завжди був більше зорієнтований на стосунки з людьми, ніж на досягнення цілей.",
        "type": 6
      },
      "option_b": {
        "text": "Я завжди був більше зорієнтований на досягнення цілей, ніж на стосунки з людьми.",
        "type": 3
      }
    },
    {
      "id": 14,
      "option_a": {
        "text": "Я ніколи не міг добре постояти за себе.",
        "type": 5
      },
      "option_b": {
        "text": "Я завжди висловлювався прямо — казав те, на що інші не наважувалися.",
        "type": 9
      }
    },
    {
      "id": 15,
      "option_a": {
        "text": "Мені було досить складно перестати обдумувати варіанти й зробити щось конкретне.",
        "type": 8
      },
      "option_b": {
        "text": "Мені було досить складно дивитися на речі простіше й бути більш гнучким.",
        "type": 4
      }
    },
    {
      "id": 16,
      "option_a": {
        "text": "Я зазвичай був обережним і нерішучим.",
        "type": 2
      },
      "option_b": {
        "text": "Я зазвичай був сильним і владним.",
        "type": 7
      }
    },
    {
      "id": 17,
      "option_a": {
        "text": "Моє небажання бути надто залученим викликало проблеми у взаєминах з людьми.",
        "type": 1
      },
      "option_b": {
        "text": "Моє сильне прагнення зробити так, щоб люди залежали від мене, викликало проблеми у взаєминах із ними.",
        "type": 6
      }
    },
    {
      "id": 18,
      "option_a": {
        "text": "Зазвичай мені вдавалося відкласти емоції вбік, щоб зробити справу.",
        "type": 3
      },
      "option_b": {
        "text": "Зазвичай мені спочатку потрібно було пережити виниклі почуття, і лише після цього я ставав здатним працювати.",
        "type": 5
      }
    },
    {
      "id": 19,
      "option_a": {
        "text": "Як правило, я був методичним і передбачливим.",
        "type": 2
      },
      "option_b": {
        "text": "Як правило, я був авантюрного складу й брав на себе ризики.",
        "type": 9
      }
    },
    {
      "id": 20,
      "option_a": {
        "text": "Я зазвичай був турботливою, щедрою людиною, яка шукала близькості з іншими.",
        "type": 6
      },
      "option_b": {
        "text": "Я зазвичай був серйозною, досить замкненою людиною, якій подобалося обговорювати різні питання.",
        "type": 4
      }
    },
    {
      "id": 21,
      "option_a": {
        "text": "Я часто відчував потребу бути “опорою”.",
        "type": 7
      },
      "option_b": {
        "text": "Я часто відчував потребу бездоганно виконати завдання.",
        "type": 3
      }
    },
    {
      "id": 22,
      "option_a": {
        "text": "Мені зазвичай подобалося ставити складні запитання й зберігати свою незалежність.",
        "type": 8
      },
      "option_b": {
        "text": "Мені зазвичай хотілося підтримувати внутрішню стабільність і душевний спокій.",
        "type": 1
      }
    },
    {
      "id": 23,
      "option_a": {
        "text": "Я був трохи цинічним і скептичним.",
        "type": 2
      },
      "option_b": {
        "text": "Я був трохи вразливим і сентиментальним.",
        "type": 6
      }
    },
    {
      "id": 24,
      "option_a": {
        "text": "Я часто хвилювався, чи не пропускаю в житті чогось кращого.",
        "type": 9
      },
      "option_b": {
        "text": "Я часто хвилювався, що якщо я послаблю оборону, то хтось мене обдурить.",
        "type": 7
      }
    },
    {
      "id": 25,
      "option_a": {
        "text": "Моя звичка триматися на відстані від людей їх дратувала.",
        "type": 5
      },
      "option_b": {
        "text": "Моя звичка казати людям, що робити, їх дратувала.",
        "type": 4
      }
    },
    {
      "id": 26,
      "option_a": {
        "text": "Я зазвичай починав хвилюватися від надлишку нових вражень.",
        "type": 1
      },
      "option_b": {
        "text": "Я зазвичай починав хвилюватися, якщо мені бракувало нових вражень.",
        "type": 9
      }
    },
    {
      "id": 27,
      "option_a": {
        "text": "Я покладався на своїх друзів, і вони знали, що можуть покластися на мене.",
        "type": 2
      },
      "option_b": {
        "text": "Я не покладався на людей — я робив усе самостійно.",
        "type": 3
      }
    },
    {
      "id": 28,
      "option_a": {
        "text": "Я часто був відстороненим і занепокоєним.",
        "type": 8
      },
      "option_b": {
        "text": "Я часто перебував у поганому настрої й був занурений у свої думки.",
        "type": 5
      }
    },
    {
      "id": 29,
      "option_a": {
        "text": "Мені подобалося кидати людям виклик і “струшувати” їх.",
        "type": 7
      },
      "option_b": {
        "text": "Мені подобалося підбадьорювати й заспокоювати людей.",
        "type": 6
      }
    },
    {
      "id": 30,
      "option_a": {
        "text": "Зазвичай я був дружнім і товариським.",
        "type": 9
      },
      "option_b": {
        "text": "Зазвичай я був серйозним і самоорганізованим.",
        "type": 4
      }
    },
    {
      "id": 31,
      "option_a": {
        "text": "Я хотів бути як усі — мені ставало некомфортно, якщо я надто вирізнявся.",
        "type": 1
      },
      "option_b": {
        "text": "Я завжди хотів вирізнятися серед інших — мені ставало некомфортно, якщо я був схожим на інших.",
        "type": 3
      }
    },
    {
      "id": 32,
      "option_a": {
        "text": "Робити те, що відповідає моїм інтересам, було для мене набагато важливіше, ніж стабільність і безпека.",
        "type": 8
      },
      "option_b": {
        "text": "Стабільність і безпека були для мене набагато важливіші, ніж робити те, що відповідає моїм інтересам.",
        "type": 2
      }
    },
    {
      "id": 33,
      "option_a": {
        "text": "Коли виникали конфлікти, я надавав перевагу віддалятися.",
        "type": 5
      },
      "option_b": {
        "text": "Коли виникали конфлікти, я рідко коли поступався.",
        "type": 7
      }
    },
    {
      "id": 34,
      "option_a": {
        "text": "Я поступався надзвичайно легко й дозволяв оточуючим собою помикати.",
        "type": 1
      },
      "option_b": {
        "text": "Я був безкомпромісним і вимогливим до оточуючих.",
        "type": 4
      }
    },
    {
      "id": 35,
      "option_a": {
        "text": "Мене цінували за завжди піднесений настрій і кмітливість.",
        "type": 9
      },
      "option_b": {
        "text": "Мене цінували за глибоку турботу й душевну теплоту.",
        "type": 6
      }
    },
    {
      "id": 36,
      "option_a": {
        "text": "Я завжди хотів, щоб оточуючі добре про мене думали.",
        "type": 3
      },
      "option_b": {
        "text": "Мені було цілком байдуже, що про мене думають оточуючі.",
        "type": 8
      }
    },
    {
      "id": 37,
      "option_a": {
        "text": "Я покладався на свою наполегливість і здоровий глузд.",
        "type": 3
      },
      "option_b": {
        "text": "Я покладався на свою уяву та інтуїцію.",
        "type": 5
      }
    },
    {
      "id": 38,
      "option_a": {
        "text": "Здебільшого я був легким у спілкуванні й поступливим.",
        "type": 1
      },
      "option_b": {
        "text": "Здебільшого я був діяльним і наполегливим.",
        "type": 7
      }
    },
    {
      "id": 39,
      "option_a": {
        "text": "Я дуже намагався бути «прийнятим» і подобатися людям.",
        "type": 3
      },
      "option_b": {
        "text": "Бути «прийнятим» і подобатися людям не було для мене особливим пріоритетом.",
        "type": 4
      }
    },
    {
      "id": 40,
      "option_a": {
        "text": "Моєю реакцією на тиск, який на мене чинили, було ще більше віддалення.",
        "type": 8
      },
      "option_b": {
        "text": "У відповідь на тиск, який на мене чинили, я ставав ще наполегливішим.",
        "type": 9
      }
    },
    {
      "id": 41,
      "option_a": {
        "text": "Я був цікавий людям, тому що був легким у спілкуванні, чарівним і щиро зацікавленим у них.",
        "type": 6
      },
      "option_b": {
        "text": "Я був цікавий людям, бо був тихим, незвичним і глибоким.",
        "type": 5
      }
    },
    {
      "id": 42,
      "option_a": {
        "text": "Обов’язки й зобов’язання були для мене важливими цінностями.",
        "type": 2
      },
      "option_b": {
        "text": "Гармонія та визнання були для мене важливими цінностями.",
        "type": 1
      }
    },
    {
      "id": 43,
      "option_a": {
        "text": "Я намагався мотивувати людей великими планами й великими обіцянками.",
        "type": 7
      },
      "option_b": {
        "text": "Я намагався мотивувати людей тим, що вказував їм на наслідки, якщо вони не прислухаються до моєї поради.",
        "type": 4
      }
    },
    {
      "id": 44,
      "option_a": {
        "text": "Я дуже рідко демонстрував свої емоції.",
        "type": 8
      },
      "option_b": {
        "text": "Я дуже часто демонстрував свої емоції.",
        "type": 6
      }
    },
    {
      "id": 45,
      "option_a": {
        "text": "Я не був особливо сильним, коли йшлося про опрацювання деталей.",
        "type": 9
      },
      "option_b": {
        "text": "Я був чудовим, коли потрібно було опрацювати деталі.",
        "type": 3
      }
    },
    {
      "id": 46,
      "option_a": {
        "text": "Я дуже часто підкреслював, наскільки сильно я відрізняюся від більшості людей, особливо від своїх близьких.",
        "type": 5
      },
      "option_b": {
        "text": "Я дуже часто підкреслював, наскільки багато в мене спільного з більшістю людей, особливо з моєю сім’єю.",
        "type": 1
      }
    },
    {
      "id": 47,
      "option_a": {
        "text": "Коли ситуації загострювалися, я, як правило, залишався осторонь.",
        "type": 8
      },
      "option_b": {
        "text": "Коли ситуації загострювалися, я, як правило, опинявся в самому центрі подій.",
        "type": 7
      }
    },
    {
      "id": 48,
      "option_a": {
        "text": "Я захищав своїх друзів, навіть коли вони були неправі.",
        "type": 2
      },
      "option_b": {
        "text": "Я не хотів іти на компроміси з тим, що вважав правильним, навіть заради друзів.",
        "type": 4
      }
    },
    {
      "id": 49,
      "option_a": {
        "text": "Я завжди був помічником, який діє з найкращих спонукань.",
        "type": 6
      },
      "option_b": {
        "text": "Я був високомотивованою, енергійною людиною.",
        "type": 3
      }
    },
    {
      "id": 50,
      "option_a": {
        "text": "Коли я тривожився, то зазвичай постійно думав про свої проблеми.",
        "type": 5
      },
      "option_b": {
        "text": "Коли я тривожився, то зазвичай знаходив щось, що мене відволікало.",
        "type": 9
      }
    },
    {
      "id": 51,
      "option_a": {
        "text": "Як правило, у мене були тверді переконання й розуміння того, як усе має бути.",
        "type": 4
      },
      "option_b": {
        "text": "Як правило, у мене були серйозні сумніви й запитання щодо того, як усе має бути.",
        "type": 8
      }
    },
    {
      "id": 52,
      "option_a": {
        "text": "Я створював проблеми у взаєминах із людьми, тому що був песимістичним і скаржився.",
        "type": 2
      },
      "option_b": {
        "text": "Я створював проблеми у взаєминах із людьми, тому що командував і контролював.",
        "type": 7
      }
    },
    {
      "id": 53,
      "option_a": {
        "text": "Я, як правило, бурхливо реагував, коли виникали емоції, і дозволяв “уламкам розлітатися, як попало”.",
        "type": 6
      },
      "option_b": {
        "text": "Я, як правило, не реагував, коли виникали емоції, щоб не роздмухувати проблему й не створювати нових.",
        "type": 1
      }
    },
    {
      "id": 54,
      "option_a": {
        "text": "Зазвичай я почувався природно, коли був у центрі уваги.",
        "type": 3
      },
      "option_b": {
        "text": "Зазвичай я почувався дивно, коли опинявся в центрі уваги.",
        "type": 5
      }
    },
    {
      "id": 55,
      "option_a": {
        "text": "Я був обережним і намагався підготуватися до непередбачуваних ситуацій.",
        "type": 2
      },
      "option_b": {
        "text": "Я був спонтанним і надавав перевагу імпровізації, коли виникали непередбачувані ситуації.",
        "type": 9
      }
    },
    {
      "id": 56,
      "option_a": {
        "text": "Я злився, коли оточуючі недостатньо помічали те, що я для них зробив, і забували подякувати.",
        "type": 6
      },
      "option_b": {
        "text": "Я злився, коли оточуючі не слухали того, що я їм казав, перебивали й недбало ставилися до своєї роботи.",
        "type": 4
      }
    },
    {
      "id": 57,
      "option_a": {
        "text": "Для мене було важливо бути незалежним і мати можливість покладатися на себе.",
        "type": 7
      },
      "option_b": {
        "text": "Для мене було важливо, щоб мене цінували й захоплювалися мною.",
        "type": 3
      }
    },
    {
      "id": 58,
      "option_a": {
        "text": "Коли я сперечався зі своїми друзями, я енергійно висував аргументи.",
        "type": 8
      },
      "option_b": {
        "text": "Коли я сперечався зі своїми друзями, я надавав перевагу тому, щоб відпустити ситуацію й уникнути неприємних відчуттів.",
        "type": 1
      }
    },
    {
      "id": 59,
      "option_a": {
        "text": "Я часто ставився до коханих людей по-власницьки — мені було складно залишити їх у спокої.",
        "type": 6
      },
      "option_b": {
        "text": "Я часто “перевіряв” близьких мені людей, щоб переконатися, що вони справді на моєму боці.",
        "type": 2
      }
    },
    {
      "id": 60,
      "option_a": {
        "text": "Однією з моїх сильних сторін було вміння організовувати ресурси й реалізовувати проєкти.",
        "type": 7
      },
      "option_b": {
        "text": "Однією з моїх сильних сторін було вміння придумувати нові ідеї та зацікавлювати людей у цих ідеях.",
        "type": 9
      }
    },
    {
      "id": 61,
      "option_a": {
        "text": "Я зазвичай був керований потребою щось зробити й був суворим до себе.",
        "type": 4
      },
      "option_b": {
        "text": "Я зазвичай був надзвичайно емоційним і недисциплінованим.",
        "type": 5
      }
    },
    {
      "id": 62,
      "option_a": {
        "text": "Я намагався, щоб моє життя було швидким, насиченим і цікавим.",
        "type": 9
      },
      "option_b": {
        "text": "Я намагався, щоб моє життя було звичайним, стабільним і спокійним.",
        "type": 1
      }
    },
    {
      "id": 63,
      "option_a": {
        "text": "Навіть якщо я час від часу досягав успіху, я завжди сумнівався у своїх здібностях.",
        "type": 2
      },
      "option_b": {
        "text": "Навіть якщо в мене траплялися невдачі, я завжди був достатньо впевненим у своїх силах.",
        "type": 3
      }
    },
    {
      "id": 64,
      "option_a": {
        "text": "Я зазвичай детально розглядав свої почуття й не відпускав їх дуже довгий час.",
        "type": 5
      },
      "option_b": {
        "text": "Я зазвичай мінімізував вплив почуттів або взагалі не звертав на них уваги.",
        "type": 8
      }
    },
    {
      "id": 65,
      "option_a": {
        "text": "Я дбав і звертав увагу на потреби багатьох людей.",
        "type": 6
      },
      "option_b": {
        "text": "Я багатьом людям давав поради, що робити, і мотивував їх.",
        "type": 7
      }
    },
    {
      "id": 66,
      "option_a": {
        "text": "Я був дещо серйозним і суворим до себе.",
        "type": 4
      },
      "option_b": {
        "text": "Я був трохи ризиковим і багато собі дозволяв.",
        "type": 9
      }
    },
    {
      "id": 67,
      "option_a": {
        "text": "Я був упевненим у собі й намагався вирізнятися.",
        "type": 3
      },
      "option_b": {
        "text": "Я був скромним і був щасливим, дотримуючись свого ритму.",
        "type": 1
      }
    },
    {
      "id": 68,
      "option_a": {
        "text": "Я пишався своєю чіткістю й об’єктивністю.",
        "type": 8
      },
      "option_b": {
        "text": "Я пишався тим, що я відданий справі, надійний і на мене можна покластися.",
        "type": 2
      }
    },
    {
      "id": 69,
      "option_a": {
        "text": "Я проводив багато часу, порівнюючи себе з іншими — для мене було важливо розуміти свої почуття.",
        "type": 5
      },
      "option_b": {
        "text": "Я не витрачав багато часу на самоаналіз — для мене було важливіше робити справу.",
        "type": 7
      }
    },
    {
      "id": 70,
      "option_a": {
        "text": "У цілому я думав про себе як про життєрадісну й легковажну людину.",
        "type": 1
      },
      "option_b": {
        "text": "У цілому я думав про себе як про серйозну людину з почуттям власної гідності.",
        "type": 4
      }
    },
    {
      "id": 71,
      "option_a": {
        "text": "У мене був жвавий розум і надмірна енергія.",
        "type": 9
      },
      "option_b": {
        "text": "У мене було турботливе серце й глибоко віддана натура.",
        "type": 6
      }
    },
    {
      "id": 72,
      "option_a": {
        "text": "Я займався діяльністю, коли в ній був потенціал для винагороди й можливість особисто вирізнитися.",
        "type": 3
      },
      "option_b": {
        "text": "Я був готовий відмовитися від винагороди й можливості особисто вирізнитися заради того, щоб займатися тим, що мені справді цікаво.",
        "type": 8
      }
    },
    {
      "id": 73,
      "option_a": {
        "text": "Виконання моїх соціальних обов’язків ніколи не було пунктом №1 у моєму порядку денному.",
        "type": 5
      },
      "option_b": {
        "text": "Я завжди серйозно ставився до виконання соціальних обов’язків.",
        "type": 2
      }
    },
    {
      "id": 74,
      "option_a": {
        "text": "У більшості ситуацій я надавав перевагу керувати або бути лідером.",
        "type": 7
      },
      "option_b": {
        "text": "У більшості ситуацій я надавав перевагу, щоб керував хтось інший.",
        "type": 1
      }
    },
    {
      "id": 75,
      "option_a": {
        "text": "З плином часу мої цінності й стиль життя кілька разів змінювалися, іноді доволі кардинально.",
        "type": 3
      },
      "option_b": {
        "text": "З плином часу мої цінності й стиль життя загалом залишалися незмінними.",
        "type": 4
      }
    },
    {
      "id": 76,
      "option_a": {
        "text": "Зазвичай у мене було досить погано із самодисципліною.",
        "type": 9
      },
      "option_b": {
        "text": "Зазвичай у мене не надто виходило будувати близькі стосунки з людьми.",
        "type": 8
      }
    },
    {
      "id": 77,
      "option_a": {
        "text": "Я зазвичай не показував свою прив’язаність до людей і хотів, щоб інші самі знайшли спосіб увійти в мій світ.",
        "type": 5
      },
      "option_b": {
        "text": "Я зазвичай вільно проявляв свою прив’язаність до людей і мав бажання “віддати” себе людям.",
        "type": 6
      }
    },
    {
      "id": 78,
      "option_a": {
        "text": "Я, як правило, думав про всі можливі погані варіанти розвитку подій.",
        "type": 2
      },
      "option_b": {
        "text": "Я, як правило, вважав, що все має вирішитися найкращим чином.",
        "type": 1
      }
    },
    {
      "id": 79,
      "option_a": {
        "text": "Люди мені довіряли, тому що я був упевнений у своїх силах і міг подбати про них.",
        "type": 7
      },
      "option_b": {
        "text": "Люди мені довіряли, тому що я був справедливим — вони знали, що я зроблю те, що правильно.",
        "type": 4
      }
    },
    {
      "id": 80,
      "option_a": {
        "text": "Часто, коли мене захоплювали власні проєкти, я віддалявся від людей.",
        "type": 8
      },
      "option_b": {
        "text": "Часто, коли я був сильно захоплений спілкуванням або проєктами інших, я забував про власні проєкти.",
        "type": 6
      }
    },
    {
      "id": 81,
      "option_a": {
        "text": "Коли я зустрічався з новими людьми, я поводився стримано й урівноважено.",
        "type": 3
      },
      "option_b": {
        "text": "Коли я зустрічався з новими людьми, я зазвичай був балакучим і цікавим співрозмовником.",
        "type": 9
      }
    },
    {
      "id": 82,
      "option_a": {
        "text": "Якщо говорити загалом, я був досить песимістичним.",
        "type": 5
      },
      "option_b": {
        "text": "Якщо говорити загалом, я був досить оптимістичним.",
        "type": 1
      }
    },
    {
      "id": 83,
      "option_a": {
        "text": "Я надавав перевагу жити у своєму власному маленькому світі.",
        "type": 8
      },
      "option_b": {
        "text": "Я надавав перевагу давати світові знати, що я тут.",
        "type": 7
      }
    },
    {
      "id": 84,
      "option_a": {
        "text": "У мене часто були проблеми з нервозністю, відчуттям незахищеності та сумнівами.",
        "type": 2
      },
      "option_b": {
        "text": "Мене часто непокоїли почуття гніву, перфекціонізм і нетерпіння, що виникали в мені.",
        "type": 4
      }
    },
    {
      "id": 85,
      "option_a": {
        "text": "Зараз я розумію, що мої стосунки з людьми були глибоко особистими й близькими.",
        "type": 6
      },
      "option_b": {
        "text": "Зараз я розумію, що був із людьми надто холодним і відстороненим.",
        "type": 3
      }
    },
    {
      "id": 86,
      "option_a": {
        "text": "Я не досягав успіху, тому що не хотів використовувати можливості, які мені випадали.",
        "type": 5
      },
      "option_b": {
        "text": "Я не досягав успіху, тому що гнався одночасно за багатьма зайцями.",
        "type": 9
      }
    },
    {
      "id": 87,
      "option_a": {
        "text": "Мені зазвичай потрібно було багато часу, щоб зібрати необхідну додаткову інформацію, перш ніж почати діяти.",
        "type": 8
      },
      "option_b": {
        "text": "Я зазвичай швидко починав діяти.",
        "type": 4
      }
    },
    {
      "id": 88,
      "option_a": {
        "text": "Мені зазвичай було складно приймати рішення.",
        "type": 2
      },
      "option_b": {
        "text": "У мене рідко коли виникали труднощі з прийняттям рішень.",
        "type": 7
      }
    },
    {
      "id": 89,
      "option_a": {
        "text": "Я зазвичай був занадто наполегливим у взаєминах.",
        "type": 6
      },
      "option_b": {
        "text": "Я зазвичай не відстоював свої права перед людьми.",
        "type": 1
      }
    },
    {
      "id": 90,
      "option_a": {
        "text": "Зазвичай я був незворушним.",
        "type": 3
      },
      "option_b": {
        "text": "Зазвичай мій настрій міг кардинально змінюватися.",
        "type": 5
      }
    },
    {
      "id": 91,
      "option_a": {
        "text": "Коли я не був упевнений, що мені робити, я часто просив поради в оточуючих.",
        "type": 2
      },
      "option_b": {
        "text": "Коли я не був упевнений, що мені робити, я пробував робити різні речі, щоб подивитися, що найкраще працює для мене.",
        "type": 9
      }
    },
    {
      "id": 92,
      "option_a": {
        "text": "Я переживав через те, що оточуючі не залучать мене до своєї діяльності.",
        "type": 6
      },
      "option_b": {
        "text": "Я переживав, що діяльність інших людей відволіче мене від того, що я маю зробити.",
        "type": 4
      }
    },
    {
      "id": 93,
      "option_a": {
        "text": "Зазвичай, коли я злився, я робив людям зауваження.",
        "type": 7
      },
      "option_b": {
        "text": "Зазвичай, коли я злився, я відсторонювався.",
        "type": 3
      }
    },
    {
      "id": 94,
      "option_a": {
        "text": "Зазвичай мені було складно заснути.",
        "type": 8
      },
      "option_b": {
        "text": "Зазвичай я досить легко засинав.",
        "type": 1
      }
    },
    {
      "id": 95,
      "option_a": {
        "text": "Я часто намагався зрозуміти, що мені потрібно зробити, щоб краще зблизитися з людьми.",
        "type": 6
      },
      "option_b": {
        "text": "Я часто намагався зрозуміти, чого люди від мене хочуть.",
        "type": 2
      }
    },
    {
      "id": 96,
      "option_a": {
        "text": "Я зазвичай був прямолінійним і все добре обдумував.",
        "type": 7
      },
      "option_b": {
        "text": "Я зазвичай був легко збудливим, умів переконувати й мав гострий розум.",
        "type": 9
      }
    },
    {
      "id": 97,
      "option_a": {
        "text": "Я зазвичай нічого не казав, коли хтось припускався помилки.",
        "type": 5
      },
      "option_b": {
        "text": "Я зазвичай давав людям знати, що вони припустилися помилки.",
        "type": 4
      }
    },
    {
      "id": 98,
      "option_a": {
        "text": "Протягом більшої частини свого життя я був емоційною людиною, у якої було багато мінливих почуттів.",
        "type": 9
      },
      "option_b": {
        "text": "Протягом більшої частини свого життя я був урівноваженою людиною, але глибоко всередині мене вирували почуття.",
        "type": 1
      }
    },
    {
      "id": 99,
      "option_a": {
        "text": "Коли мені хтось не подобався, я дуже намагався залишатися зовні доброзичливим, попри свої почуття.",
        "type": 3
      },
      "option_b": {
        "text": "Коли мені хтось не подобався, я зазвичай давав йому про це знати — тим чи іншим способом",
        "type": 2
      }
    },
    {
      "id": 100,
      "option_a": {
        "text": "Більшість моїх труднощів із людьми виникало через те, що я був надто чутливим і сприймав усе надто близько до серця.",
        "type": 5
      },
      "option_b": {
        "text": "Більшість моїх труднощів із людьми виникало через те, що я не дотримувався соціальних умовностей і ігнорував порожні розмови.",
        "type": 8
      }
    },
    {
      "id": 101,
      "option_a": {
        "text": "Мій підхід полягав у тому, щоб бігти на допомогу й рятувати людей.",
        "type": 6
      },
      "option_b": {
        "text": "Мій підхід полягав у тому, щоб показати людям, як урятувати себе.",
        "type": 7
      }
    },
    {
      "id": 102,
      "option_a": {
        "text": "Зазвичай мені подобалося відпускати повіддя, змітаючи всі перешкоди.",
        "type": 9
      },
      "option_b": {
        "text": "Зазвичай мені дуже не подобалося втрачати контроль над собою.",
        "type": 4
      }
    },
    {
      "id": 103,
      "option_a": {
        "text": "Я був надзвичайно стурбований тим, щоб робити все краще й швидше, ніж інші.",
        "type": 4
      },
      "option_b": {
        "text": "Я був надзвичайно стурбований тим, щоб у всіх інших людей усе було добре.",
        "type": 1
      }
    },
    {
      "id": 104,
      "option_a": {
        "text": "Мої думки загалом ґрунтувалися на розумових побудовах — я залучав свою критичність і допитливість.",
        "type": 8
      },
      "option_b": {
        "text": "Мої думки загалом були практичними — я прагнув, щоб речі відбувалися насправді.",
        "type": 2
      }
    },
    {
      "id": 105,
      "option_a": {
        "text": "Однією з моїх головних переваг було вміння взяти ситуацію під свій контроль.",
        "type": 7
      },
      "option_b": {
        "text": "Однією з моїх головних переваг було вміння описувати внутрішні емоційні стани.",
        "type": 5
      }
    },
    {
      "id": 106,
      "option_a": {
        "text": "Я наполягав, щоб усе було зроблено правильно, навіть якщо людям було некомфортно.",
        "type": 4
      },
      "option_b": {
        "text": "Я не любив відчувати тиск на собі, тому й сам не тиснув на інших.",
        "type": 1
      }
    },
    {
      "id": 107,
      "option_a": {
        "text": "Я часто пишався тим, яке важливе місце я посідаю в житті інших людей.",
        "type": 6
      },
      "option_b": {
        "text": "Я часто пишався своєю енергією та тим, що я легкий на підйом.",
        "type": 9
      }
    },
    {
      "id": 108,
      "option_a": {
        "text": "Я усвідомлював, що мене сприймали як презентабельного й успішного.",
        "type": 3
      },
      "option_b": {
        "text": "Я усвідомлював, що мене сприймали як незвичного й навіть дивного.",
        "type": 8
      }
    },
    {
      "id": 109,
      "option_a": {
        "text": "У більшості випадків я робив те, що мав робити.",
        "type": 2
      },
      "option_b": {
        "text": "У більшості випадків я робив те, що хотів робити.",
        "type": 5
      }
    },
    {
      "id": 110,
      "option_a": {
        "text": "Зазвичай мені подобалися дуже напружені, складні ситуації.",
        "type": 7
      },
      "option_b": {
        "text": "Зазвичай мені не подобалося потрапляти у дуже напружені, складні ситуації.",
        "type": 1
      }
    },
    {
      "id": 111,
      "option_a": {
        "text": "Я пишався своєю здатністю бути гнучким — те, що є доречним і важливим, часто змінюється.",
        "type": 3
      },
      "option_b": {
        "text": "Я пишався своєю здатністю дотримуватися власної точки зору й бути непохитним.",
        "type": 4
      }
    },
    {
      "id": 112,
      "option_a": {
        "text": "Мій стиль життя був здебільшого аскетичним і відстороненим.",
        "type": 8
      },
      "option_b": {
        "text": "Мій стиль життя був пов’язаний із надмірностями та перебільшенням.",
        "type": 9
      }
    },
    {
      "id": 113,
      "option_a": {
        "text": "Моє здоров’я страждало через моє велике бажання допомагати людям.",
        "type": 6
      },
      "option_b": {
        "text": "Мої взаємини страждали через моє сильне прагнення звертати увагу на власні потреби.",
        "type": 5
      }
    },
    {
      "id": 114,
      "option_a": {
        "text": "Загалом я був надто відкритим і наївним.",
        "type": 1
      },
      "option_b": {
        "text": "Загалом я був надто підозрілим і обережним.",
        "type": 2
      }
    },
    {
      "id": 115,
      "option_a": {
        "text": "Іноді я відштовхував людей, тому що був занадто агресивним.",
        "type": 7
      },
      "option_b": {
        "text": "Іноді я відштовхував людей, тому що був занадто напруженим.",
        "type": 4
      }
    },
    {
      "id": 116,
      "option_a": {
        "text": "На першому місці для мене було допомагати іншим і бути уважним до їхніх потреб.",
        "type": 6
      },
      "option_b": {
        "text": "На першому місці для мене було знаходити альтернативні шляхи й бачити приховані взаємозв’язки.",
        "type": 8
      }
    },
    {
      "id": 117,
      "option_a": {
        "text": "Я був прямим, чесним і наполегливим у досягненні своїх цілей.",
        "type": 3
      },
      "option_b": {
        "text": "Я надавав перевагу дослідженню кількох варіантів дій, щоб зрозуміти, куди вони приведуть.",
        "type": 9
      }
    },
    {
      "id": 118,
      "option_a": {
        "text": "Мене часто приваблювали ситуації, які пробуджували в мені глибокі й сильні почуття.",
        "type": 5
      },
      "option_b": {
        "text": "Мене часто приваблювали ситуації, у яких я міг почуватися спокійно й легко.",
        "type": 1
      }
    },
    {
      "id": 119,
      "option_a": {
        "text": "Я дбав більше про власні інтереси, ніж про практичні результати.",
        "type": 8
      },
      "option_b": {
        "text": "Я був практичним і очікував, що моя робота приведе до конкретних результатів.",
        "type": 7
      }
    },
    {
      "id": 120,
      "option_a": {
        "text": "У мене була сильна потреба відчувати, що я відповідаю очікуванням.",
        "type": 2
      },
      "option_b": {
        "text": "У мене була сильна потреба відчувати себе врівноваженим.",
        "type": 4
      }
    },
    {
      "id": 121,
      "option_a": {
        "text": "У минулому я завжди наполягав на необхідності підтримувати близькі стосунки з друзями.",
        "type": 6
      },
      "option_b": {
        "text": "У минулому я завжди тримав із друзями дистанцію.",
        "type": 3
      }
    },
    {
      "id": 122,
      "option_a": {
        "text": "У мене була схильність продовжувати думати про речі з минулого.",
        "type": 5
      },
      "option_b": {
        "text": "У мене була схильність думати про ті речі, які мені ще належить зробити.",
        "type": 9
      }
    },
    {
      "id": 123,
      "option_a": {
        "text": "Я зазвичай сприймав людей як нав’язливих і таких, що багато від мене вимагають.",
        "type": 8
      },
      "option_b": {
        "text": "Я зазвичай сприймав людей як неорганізованих, лінивих і безвідповідальних.",
        "type": 4
      }
    },
    {
      "id": 124,
      "option_a": {
        "text": "Загалом, мені завжди бракувало впевненості в собі.",
        "type": 2
      },
      "option_b": {
        "text": "Загалом, єдине, у чому я був упевнений, — це в собі.",
        "type": 7
      }
    },
    {
      "id": 125,
      "option_a": {
        "text": "Я помічав за собою, що іноді був занадто пасивним і не залученим.",
        "type": 1
      },
      "option_b": {
        "text": "Я помічав за собою, що іноді намагався всіх контролювати й маніпулювати.",
        "type": 6
      }
    },
    {
      "id": 126,
      "option_a": {
        "text": "Коли я збирався щось робити, мене часто зупиняла невпевненість у собі.",
        "type": 5
      },
      "option_b": {
        "text": "Я рідко дозволяв сумнівам у собі завадити тому, що я робив.",
        "type": 3
      }
    },
    {
      "id": 127,
      "option_a": {
        "text": "Якщо в мене був вибір зробити щось знайоме або спробувати щось нове, я зазвичай обирав нове.",
        "type": 9
      },
      "option_b": {
        "text": "Я зазвичай обирав те, що вже знаю й перевірено, аби не розчаруватися, якщо нове мені не сподобається.",
        "type": 2
      }
    },
    {
      "id": 128,
      "option_a": {
        "text": "Я часто використовував фізичні дотики, щоб переконати оточуючих у своїх почуттях до них.",
        "type": 6
      },
      "option_b": {
        "text": "Говорячи загалом, я вважав, що справжнє кохання не залежить від фізичного контакту",
        "type": 4
      }
    },
    {
      "id": 129,
      "option_a": {
        "text": "Коли мені доводилося вступати з кимось у конфронтацію, я зазвичай був надто жорстким і прямолінійним.",
        "type": 7
      },
      "option_b": {
        "text": "Коли мені доводилося вступати з кимось у конфронтацію, я зазвичай занадто багато “ходив довкола” й уникав прямоти.",
        "type": 3
      }
    },
    {
      "id": 130,
      "option_a": {
        "text": "Мене приваблювали теми, які інші люди вважали небезпечними або страшними.",
        "type": 8
      },
      "option_b": {
        "text": "Я надавав перевагу не витрачати свій час на щось, що могло б мене схвилювати або налякати.",
        "type": 1
      }
    },
    {
      "id": 131,
      "option_a": {
        "text": "У мене були проблеми з людьми через те, що я був надто нав’язливим і втручався не у свої справи.",
        "type": 6
      },
      "option_b": {
        "text": "У мене були проблеми з людьми через те, що я був надто ухильним і некомунікабельним.",
        "type": 2
      }
    },
    {
      "id": 132,
      "option_a": {
        "text": "Я хвилювався, що в мене немає необхідних ресурсів, щоб виконати взяті на себе зобов’язання.",
        "type": 7
      },
      "option_b": {
        "text": "Я хвилювався, що мені не вистачить самодисципліни, щоб зосередити свою увагу на тому, у чому я можу реалізувати себе.",
        "type": 9
      }
    },
    {
      "id": 133,
      "option_a": {
        "text": "Говорячи загалом, я був індивідуалістом із добре розвиненою інтуїцією.",
        "type": 5
      },
      "option_b": {
        "text": "Говорячи загалом, я був високоорганізованою, відповідальною людиною.",
        "type": 4
      }
    },
    {
      "id": 134,
      "option_a": {
        "text": "Однією з моїх головних проблем було подолання інерції.",
        "type": 1
      },
      "option_b": {
        "text": "Однією з моїх головних проблем було невміння “зменшити темп”.",
        "type": 9
      }
    },
    {
      "id": 135,
      "option_a": {
        "text": "Коли я не почувався в безпеці, я ставав пихатим і відштовхувальним.",
        "type": 3
      },
      "option_b": {
        "text": "Коли я не почувався в безпеці, я починав захищатися й висувати аргументи.",
        "type": 2
      }
    },
    {
      "id": 136,
      "option_a": {
        "text": "Я зазвичай цікавився багатьма речами й хотів спробувати нові підходи.",
        "type": 8
      },
      "option_b": {
        "text": "Я зазвичай відкривався й ділився своїми почуттями з іншими.",
        "type": 5
      }
    },
    {
      "id": 137,
      "option_a": {
        "text": "Я подавав себе оточуючим як більш жорстку особистість, ніж був насправді.",
        "type": 7
      },
      "option_b": {
        "text": "Я подавав себе оточуючим як більш турботливу особистість, ніж був насправді.",
        "type": 6
      }
    },
    {
      "id": 138,
      "option_a": {
        "text": "Зазвичай я слідував велінню совісті й розуму.",
        "type": 4
      },
      "option_b": {
        "text": "Зазвичай я слідував своїм почуттям і імпульсам.",
        "type": 9
      }
    },
    {
      "id": 139,
      "option_a": {
        "text": "Серйозні неприємності змушували мене ставати жорстким і непохитним.",
        "type": 3
      },
      "option_b": {
        "text": "Серйозні неприємності змушували мене ставати пригніченим і змиреним.",
        "type": 1
      }
    },
    {
      "id": 140,
      "option_a": {
        "text": "Я зазвичай намагався завжди забезпечити собі запасний, страхувальний варіант.",
        "type": 2
      },
      "option_b": {
        "text": "Я зазвичай робив вибір на користь того, щоб жити «на межі» й не залежати від оточуючих.",
        "type": 8
      }
    },
    {
      "id": 141,
      "option_a": {
        "text": "Я мав бути сильним для оточуючих, тому в мене залишалося мало часу, щоб подумати про свої почуття й страхи.",
        "type": 7
      },
      "option_b": {
        "text": "Мені було важко впоратися зі своїми почуттями, тому мені було складно бути сильним для інших.",
        "type": 5
      }
    },
    {
      "id": 142,
      "option_a": {
        "text": "Я завжди дивувався, чому люди зосереджують свою увагу на негативному, коли навколо так багато прекрасного.",
        "type": 1
      },
      "option_b": {
        "text": "Я завжди дивувався, чому люди так радіють, коли в житті все йде шкереберть.",
        "type": 4
      }
    },
    {
      "id": 143,
      "option_a": {
        "text": "Я намагався, щоб мене не сприймали як егоїстичну й байдужу людину.",
        "type": 6
      },
      "option_b": {
        "text": "Я намагався, щоб мене не сприймали як нудного зануду.",
        "type": 9
      }
    },
    {
      "id": 144,
      "option_a": {
        "text": "Я завжди уникав близькості, коли боявся, що мене перевантажать потребами й вимогами оточуючих.",
        "type": 8
      },
      "option_b": {
        "text": "Я завжди уникав близькості, коли боявся, що не зможу відповідати очікуванням інших людей і вони мене не оцінять.",
        "type": 3
      }
    }
  ]
}